[
  {
    "logo": "/images/reviews/business_insider.jpeg",
    "alt": "BusinessInsider logo",
    "review": "It's almost like typing on a cloud compared to Apple's Magic Keyboard.",
    "author": "Antonio Villas-Boas on the Das Keyboard 4 Professional for Mac"
  },
  {
    "logo": "/images/reviews/new_york_times.png",
    "alt": "newYorkTimes logo",
    "review": "The tactile responsivenesswhen I push a key is so satisfying. It’s silly but it also makes me feel productive, each keystroke an audio reminder that I’m one step closer to my goal.",
    "author": "Daisuke Wakabayashi, NY Times reporter who writes on the Model S"
  },
  {
    "logo": "/images/reviews/digital_trends.png",
    "alt": "digitalTrends logo",
    "review": "This highly durable, top-tier mechanical keyboard will satisfy all your click-clacky needs while still offering excellent performance and long-lasting, coat-protected keys.",
    "author": "Tyler Lacoma on the Das Keyboard 4 for Macs"
  },
  {
    "logo": "/images/reviews/wired.jpeg",
    "alt": "Wired logo",
    "review": "A formidable and well-designed gaming keyboard with all the usual bells and whistles",
    "author": "Jess Grey on the Das Keyboard 5Q"
  },
  {
    "logo": "/images/reviews/tech_radar.jpeg",
    "alt": "Tech radar logo",
    "review": "Some keyboards just ooze class",
    "author": "Bill Thomas and Kevin Lee on the Das Keyboard Prime 13"
  },
  {
    "logo": "/images/reviews/bgr.png",
    "alt": "BGR logo",
    "review": "You’ll probably never enjoy typing more than you will on this keyboard.",
    "author": "Tim Kohut on the Das Keyboard 4 Professional MX Brown"
  },
  {
    "logo": "/images/reviews/a.png",
    "alt": "Anandtech logo",
    "review": "A product that excels at professional use cases",
    "author": "E. Fylladitakis on the Das Keyboard 4 Professional"
  },
  {
    "logo": "/images/reviews/t3.jpeg",
    "alt": "T3 logo",
    "review": "The best gaming keyboard in the world for many PC gamers",
    "author": "Robert Jones on the Das Keyboard X50Q"
  },
  {
    "logo": "/images/reviews/w.jpeg",
    "alt": "Windows Central logo",
    "review": "The smartest keyboard you can buytoday",
    "author": "Harish Jonnalagadda on the Das Keyboard 4Q"
  },
  {
    "logo": "/images/reviews/BetaNews.png",
    "alt": "Beta News logo",
    "review": "Das Keyboard launches a new mechanical keyboard that looks downright drool-worthy. The 4Q, as it is called, features Cherry MX switches (brown), RGB lighting, and a handy two-port USB hub. Best of all, it leverages open source applets for a truly unique experience.",
    "author": "Brian Fagioli from Beta News, Das Keyboard 4Q"
  },
  {
    "logo": "/images/reviews/Mashable-logo.png",
    "alt": "Mashable logo",
    "review": "Das Keyboard X50Q: Best Crossover Keyboard (Gaming and Work)",
    "author": "Mashable, Das Keyboard X50Q"
  },
  {
    "logo": "/images/reviews/zdnet-logo.png",
    "alt": "ZDNet logo",
    "review": "A high-quality, solid keyboard that's a pleasure to type on. Built using the highest-quality materials and robust construction, it features high-performance, gold-plated mechanical Cherry MX mechanical key switches lasting up to 50 million keystrokes.",
    "author": "Adrian Kingsley-Hughes from ZDNet, Das Keyboard 4 Professional"
  },
  {
    "logo": "/images/reviews/techpowerup.gif",
    "alt": "Innovation TechPowerUp logo",
    "review": "The cloud-connected Das Keyboard 5Q thus merits the new TechPowerUp Innovation award.",
    "author": "Varun Gangoli from Tech Power Up, Das Keyboard 5Q"
  },
  {
    "logo": "/images/reviews/vortez-logo.jpeg",
    "alt": "Vortez logo",
    "review": "Das Keyboard blends mobile esque notifications with this keyboard and their Q Software suite. It is the first of its kind, making it a big deal and potentially a new feature that we could see become more mainstream in the near future.",
    "author": "Weston Dakin on Vortez, Das Keyboard X50Q"
  },
  {
    "logo": "/images/reviews/Trendhunter-logo.jpeg",
    "alt": "Trendhunter logo",
    "review": "The Das Keyboard Q-Series Cloud-Connected Smart Keyboards are Powerful. The Das Keyboard Q-Series Cloud-Connected Smart Keyboards puts a focus on enhanced productivity to accommodate the rising number of consumers of who are spending increasing amounts of time seated at a terminal each day.",
    "author": "Michael Hemsworth in Trendhunter, Das Keyboard 5Q &amp; X50Q"
  },
  {
    "logo": "/images/reviews/geeknifty-logo.png",
    "alt": "Geeknifty logo",
    "review": "Das Keyboard Thursday introduced the future of mechanical keyboards with the long-anticipated launch of its groundbreaking Q-series - a family of smart, cloud-connected keyboards that increase productivity by empowering users to stream information from the Internet directly to their Q-enabled keyboard.",
    "author": "Sactogamer in GeekNifty, Das Keyboard 5Q &amp; X50Q"
  },
  {
    "logo": "/images/reviews/techcrunch.png",
    "alt": "Techcrunch logo",
    "review": "Das Keyboard has come out with the 5Q, a smart keyboard that can send you notifications and change colors based on the app you’re using. The 5Q is almost completely programmable and you can connect to the automation services IFTTT or Zapier.",
    "author": "John Biggs from TechCrunch, Das Keyboard 5Q"
  },
  {
    "logo": "/images/reviews/zdnet-logo.png",
    "alt": "ZDNet logo",
    "review": "Coolest keyboards to give or receive: Cloud-connected keyboards are here!",
    "author": "Adrian Kingsley-Hughes from ZDNet, Das Keyboard 5Q"
  },
  {
    "logo": "/images/reviews/techcrunch.png",
    "alt": "Techcrunch logo",
    "review": "The latest model is sort of the Aeron chair of keyboards – all business but it’s fine to pop out the clutch now again and make it sing. It’s a backlit keyboard with Cherry MX switches for maximum click and a full numeric keypad.",
    "author": "John Biggs from TechCrunch, Das&nbsp;Keyboard Prime 13"
  },
  {
    "logo": "/images/reviews/wired.png",
    "alt": "wired logo",
    "review": "A comfortable and smartly designed mechanical keyboard that’s a joy to type on; one of the best I’ve tried",
    "author": "Michael Calore from Wired, Das&nbsp;Keyboard Prime 13"
  },
  {
    "logo": "/images/reviews/unboxtherapy.png",
    "alt": "gomechanicalkeyboard logo",
    "review": "Comes to life with this really nice backlighting",
    "author": "Lewis from Unbox Therapy, Das&nbsp;Keyboard Prime 13"
  },
  {
    "logo": "/images/reviews/82x88xconsumerreports.png",
    "alt": "Consumer Reports logo",
    "review": "The built-in USB ports and dedicated media-player controls (play/pause, fast forward, etc.) make this keyboard especially versatile and easy to use.",
    "author": "Tercius Bufete from Consumer Reports, Das&nbsp;Keyboard 4 Professional"
  },
  {
    "logo": "/images/reviews/lifehacker.png",
    "alt": "gomechanicalkeyboard logo",
    "review": "A good mechanical keyboard can be fun for work or play, but finding one that delivers everywhere you need it to can be a bit of a challenge. Das&nbsp;Keyboard’s newly launched Prime 13 is a well-built stunner, and ticks off a lot of the personal boxes I look for in a mechanical that can pull double duty.",
    "author": "Alan Henry from LifeHacker, Das&nbsp;Keyboard Prime 13"
  },
  {
    "logo": "/images/reviews/hothardware.png",
    "alt": "gomechanicalkeyboard logo",
    "review": "...it's a high quality mechanical keyboard for typists looking for a premium product without gimmicky features or unnecessary excess.",
    "author": "Paul Lilly from Hot Hardware, Das&nbsp;Keyboard Prime 13"
  },
  {
    "logo": "/images/reviews/techspot.png",
    "alt": "gomechanicalkeyboard logo",
    "review": "The Das&nbsp;Keyboard Prime 13 is unquestionably a high-quality mechanical keyboard that should appeal to anyone with an eye for simplicity and performance.",
    "author": "Jose Vilches from TechSpot, Das&nbsp;Keyboard Prime 13"
  },
  {
    "logo": "/images/reviews/mygamer.png",
    "alt": "gomechanicalkeyboard logo",
    "review": "If you type, you need a Das&nbsp;Keyboard. If you type in the dark, you need a Prime 13.",
    "author": "squallsnake from MyGamer, Das&nbsp;Keyboard Prime 13"
  },
  {
    "logo": "/images/reviews/tweaktown.png",
    "alt": "gomechanicalkeyboard logo",
    "review": "Das&nbsp;Keyboard's PRIME 13 mechanical keyboard has its mind set on impressing typists and manages to do quite an impressive job of it.",
    "author": "Chad Sebring from TweakTown, Das&nbsp;Keyboard Prime 13"
  },
  {
    "logo": "/images/reviews/gomechanical-logo.jpeg",
    "alt": "gomechanicalkeyboard logo",
    "review": "Best Overall Mechanical Keyboard",
    "author": "Go Mechanical Keyboard, Das&nbsp;Keyboard 4 Professional"
  },
  {
    "logo": "/images/reviews/pcmag_logo.jpeg",
    "alt": "www.pcmag.com logo",
    "review": "The Das&nbsp;Keyboard 4 Professional is unquestionably the company's finest keyboard to date. It's also our Editors' Choice for general-purpose mechanical keyboards",
    "author": "Matthew Murray from PC Magazine, Das&nbsp;Keyboard 4 Professional"
  },
  {
    "logo": "/images/reviews/geek_logo.svg",
    "alt": "www.geek.com logo",
    "review": "Anyone who has had the pleasure of laying hands on a Das&nbsp;Keyboard knows they are constructed well, but the new version takes things to the extreme",
    "author": "Ryan Whitwam from Geek.com, Das&nbsp;Keyboard 4 Professional"
  },
  {
    "logo": "/images/reviews/tweaktown_logo.jpeg",
    "alt": "wwww.tweaktown.com logo",
    "review": "Das&nbsp;Keyboard 4 rocks mechanical keys with or without labels",
    "author": "Shane McGlaun from Tweak Town, Das&nbsp;Keyboard 4"
  },
  {
    "logo": "/images/reviews/mygamer_logo.png",
    "alt": "wwww.mygamer.com logo",
    "review": "Das&nbsp;Keyboard 4 is available in the Professional version, which provides traditional QWERTY labeled keys, as well as the Ultimate version, a completely blank keyboard for bad-ass typists and gaming enthusiasts in search of a more euphoric typing experience",
    "author": "squallsnake from MyGamer, Das&nbsp;Keyboard 4"
  },
  {
    "logo": "/images/reviews/engadget_logo.png",
    "alt": "wwww.engaget.com logo",
    "review": "Since the \"feel\" of the keys is something a lot of gamers and writers can't live without, Metadot continually strives for perfection in this arena.",
    "author": "Engadget, Das&nbsp;Keyboard 4"
  },
  {
    "logo": "/images/reviews/techradar_logo.jpeg",
    "alt": "wwww.techradar.com logo",
    "review": "What you'll be left with is a typing experience that defies expectations",
    "author": "Nick Pino from TechRadar, Das&nbsp;Keyboard 4 Professional"
  },
  {
    "logo": "/images/reviews/techspot_logo.jpeg",
    "alt": "www.techspot.com logo",
    "review": "I have no reservations in recommending the Das&nbsp;Keyboard 4 to anyone looking for a quality mechanical keyboard",
    "author": "Shawn Knight from TechSpot, Das&nbsp;Keyboard 4 Professional"
  },
  {
    "logo": "/images/reviews/imore_logo.jpeg",
    "alt": "www.imore.com logo",
    "review": "No detail too small, Das&nbsp;Keyboard 4 Professional for Mac is expertly crafted and fully equipped with an array of premium features",
    "author": "Dan Thorp-Lancaster from iMore.com, Das&nbsp;Keyboard 4 Professional for Mac"
  },
  {
    "logo": "/images/reviews/slashgear_logo.png",
    "alt": "www.slashgear.com logo",
    "review": "Every key has a hard-coated protectant surrounding it so fading is prevented altogether",
    "author": "Chris Burns from SlashGear, Das&nbsp;Keyboard 4 Professional for Mac"
  },
  {
    "logo": "/images/reviews/geardiary_logo.png",
    "alt": "www.geardiary.com logo",
    "review": "With Mac specific functionality this keyboard going to be even better",
    "author": "Gear Bits from GearDiary, Das&nbsp;Keyboard 4 Professional for Mac"
  },
  {
    "logo": "/images/reviews/macgasm_logo.png",
    "alt": "macgasm logo",
    "review": "OS X-using mechanical keyboard fans no longer have to look on in envy, though, as the company has just released a version for the Mac",
    "author": "Michael McConnell from Macgasm, Das&nbsp;Keyboard 4 Professional for Mac"
  },
  {
    "logo": "/images/reviews/imore_logo.jpeg",
    "alt": "www.imore.com logo",
    "review": "Metadot makes some of the best Mac-specific mechanical keyboards out there",
    "author": "Peter Cohen from iMore, Das&nbsp;Keyboard 4 Professional for Mac"
  },
  {
    "logo": "/images/reviews/cultofmac_logo.png",
    "alt": "wwww.cultofmac.com logo",
    "review": "The new Das&nbsp;Keyboard looks so cool your desk will feel ashamed of itself",
    "author": "Charlie Sorrel from Cult of Mac, Das&nbsp;Keyboard 4"
  },
  {
    "logo": "/images/reviews/slashgear_logo.png",
    "alt": "wwww.slashgear.com logo",
    "review": "In this keyboard we have what might be the best multi-purpose piece of equipment ever made by Das&nbsp;Keyboard, made for general business use as well as high-powered gaming",
    "author": "Chris Burns from SlashGear, Das&nbsp;Keyboard 4C"
  },
  {
    "logo": "/images/reviews/techcrunch_logo.png",
    "alt": "wwww.techcrunch.com logo",
    "review": "As someone who spends most of their waking hours in front of a keyboard, it’s nice to have a smaller and more usable Das model and the blank keys are gravy",
    "author": "John Biggs from TechCrunch, Das&nbsp;Keyboard 4C"
  },
  {
    "logo": "/images/reviews/wired.png",
    "alt": "wwww.wired.com logo",
    "review": "Our Favorite Mechanical Keyboard Drops Some Weight and Width",
    "author": "Bryan Gardiner from Wired, Das&nbsp;Keyboard 4C"
  },
  {
    "logo": "/images/reviews/tomshardware_logo.jpeg",
    "alt": "wwww.tomshardware.com logo",
    "review": "Das&nbsp;Keyboard now has a tenkeyless keyboard too, and it looks sleek as ever",
    "author": "Niels Broekhuijsen from Tom's Hardware, Das&nbsp;Keyboard 4C"
  },
  {
    "logo": "/images/reviews/pcmag_logo.jpeg",
    "alt": "wwww.pcmag.com logo",
    "review": "...eight years I've been using Das&nbsp;Keyboards, they've never faltered in performance, and the 4C Ultimate is no exception",
    "author": "Matthew Murray from PC Mag, Das&nbsp;Keyboard 4C Ultimate"
  },
  {
    "logo": "/images/reviews/WSJ_logo.jpeg",
    "alt": "Wall Street Journal logo",
    "review": "Feels Like: Manning the console at NASA’s Mission Control",
    "author": "Matthew Kronsberg from The Wall Street Journal, Das&nbsp;Keyboard 4C Ultimate"
  },
  {
    "logo": "/images/reviews/slashgear_logo.png",
    "alt": "wwww.slashgear.com logo",
    "review": "In this keyboard we have what might be the best multi-purpose piece of equipment ever made by Das&nbsp;Keyboard",
    "author": "Chris Burns from SlashGear, Das&nbsp;Keyboard 4C"
  }
]
